/obj/item/weapon/book/manual/medical_chemistry
	name = "A Brief Chemist Guide In Zero Gravity"
	icon_state ="book"
	author = "Caroline Morgan"
	title = "A Brief Chemist Guide In Zero Gravity"

	dat =	{"<html>
				<head>
					<style>
					h1 {font-size: 18px; margin: 15px 0px 5px;}
					h2 {font-size: 15px; margin: 15px 0px 5px;}
					li {margin: 2px 0px 2px 15px;}
					ul {margin: 5px; padding: 0px;}
					body {font-size: 13px; font-family: Verdana;}
					</style>
				</head>
				<body>
					<h1>Краткое пособие химика в услови&#1103;х невесомости</h1>
					Рано или поздно, любой химик задаётс&#1103; вечными вопросами смысла своего существовани&#1103;. И действительно, зачем
					поставл&#1103;ть на станцию сырые химикаты и платить отдельным люд&#1103;м, чтобы они сначала несколько лет учились их
					смешивать, а потом примен&#1103;ли знани&#1103; на практике?<br>
					На самом же деле, роль химика на космической станции куда шире. Наша задача не только делать лекарства, но и
					следить, чтобы их всегда было в достатке. Посему, химик — один из самых важных людей в медицинском отсеке. Без вас
					даже лёгкие порезы могут обернутьс&#1103; инфекцией и смертью.<br>
					Химики, прибывшие на станцию впервые, зачастую не вполне понимают, что им делать, и за что им должны платить. Ниже
					будут несколько советов дл&#1103; начинающих фармацевтов. При должном использовании, эти советы в кратчайшие сроки
					преврат&#1103;т вас в профи.
					<hr>

					<h2>О ваших химических об&#1103;занност&#1103;х</h2>
					Первое, что должен сделать новоприбывший химик, это синтезировать базовый набор лекарств. Список рецептов Вы можете
					обнаружить ниже. Если коротко, набор включает в себ&#1103; <u>бикаридин</u>, <u>алказин</u>, <u>келотан</u>,
					<u>хироналин</u> и, последнее, но не по значению, <u>перидаксон</u>. С этим набором, даже в ваше отсутствие, у
					врачей будет возможность никого не убить своим лечением.<br>
					Когда лекарства готовы, вам нужно следить за тем, чтобы они не закончились. &#1103; рекомендую изначально делать по четыре
					бутылки каждого из препаратов, а после поддерживать количество синтезированных лекарств близким к этому
					состо&#1103;нию.<br>
					Итак, у вас выдалось свободное врем&#1103;. Зан&#1103;ть его можно экспериментами с лекарствами. Нет, это не значит, что нужно
					вкалывать условный форон в условных макак. Экспериментируйте со смес&#1103;ми. Хороший химик может сделать лекарство от
					ожогов, которое будет вдвое эффективнее стандартного; отличный химик может сделать таблетку, котора&#1103; преватит
					человеческую особь в неу&#1103;звимого бойца на короткое врем&#1103;. Сможете ли Вы этого добитьс&#1103; — зависит только от ваших способностей.
					<hr>

					<h2>Что выбрать: таблетки или жидкость?</h2>
					Этот вопрос породил множество ожесточенных споров и словесных войн. Ответить на него, на самом деле, довольно
					просто. Таблетки позвол&#1103;ют одним махом ввести в пациента несколько препаратов одновременно, в больших количествах.
					Жидка&#1103; форма лекарств позвол&#1103;ет вводить их с большей точностью и даёт меньше шансов ошибитьс&#1103; с дозировкой. Моё
					мнение: в таблетках стоит делать различные смеси и лекарства вроде <u>хироналина</u> или <u>аритразина</u>, которые
					используютс&#1103; редко, имеют чёткую дозировку, и, как правило, ввести их нужно быстро.
					<hr>
					<h2>Базовые лекарства и их рецепты</h2>
					<ul>
						<li>Бикаридин: 1 ед. Ацетона (Acetone), 4 ед. Углерода (Carbon), 1 ед. Сахара (Sugar)
						<li>Алказин: 4 ед. Аммиака (Ammonia), 1 ед. Кремни&#1103; (Silicon), 1 ед. Кали&#1103; (Potassium), 3 ед. Сол&#1103;ной Кислоты
							(Hydrochloric Acid)
						<li>Келотан: 1 ед. Кремни&#1103; (Silicon), 1 ед. Углерода (Carbon)
						<li>Хироналин: 1 ед. Аммиака (Ammonia), 1 ед. Кали&#1103; (Potassium), 1 ед. Кремни&#1103; (Silicon), 3 ед. Ради&#1103; (Radium)
					</ul>
					<hr>
					<font size="1"> Примечание №1: В базовый набор так же входит Перидаксон, но в виду относительной сложности его
						производства, рецепт здесь написан не будет. Читателю придётс&#1103; полагатьс&#1103; на свои знани&#1103; и пам&#1103;ть.</font>
					<br>
					<font size="1"> Примечание №2: Все вышеупом&#1103;нутые препараты имеют ограничени&#1103; по применению. Передозировка наступает
						при превышение 30-ти единиц, вызыва&#1103; при этом отравление.</font><br>
					<font size="1"> Примечание №3: Препараты, предназначенные дл&#1103; восстановлени&#1103; органов, то есть, Перидаксон и Алказин,
						имеют побочный эффект в виде потери ориентации в пространстве.</font><br>
					<font size="1">Автор пособи&#1103;: <i>Caroline Morgan</i>. 30-04-2563</font>
				</body>
			</html>
			"}